{"meta":{"title":"路小飞","subtitle":"Have a good time.","description":"路小飞在 Github 上的个人博客","author":"海布里钟声","url":"http://maxojj.github.io"},"pages":[{"title":"tags","date":"2018-01-12T02:09:11.000Z","updated":"2018-02-02T07:30:35.251Z","comments":true,"path":"tags/index.html","permalink":"http://maxojj.github.io/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"家电服务报告总结和分析","slug":"家电服务报告总结和分析","date":"2018-03-07T07:54:12.000Z","updated":"2018-03-07T09:25:32.804Z","comments":true,"path":"2018/03/07/家电服务报告总结和分析/","link":"","permalink":"http://maxojj.github.io/2018/03/07/家电服务报告总结和分析/","excerpt":"","text":"引子鉴于目前从事相关行业，同时家电相关对于互联网来说实在是过于冷门，针对此行业可参考的资料和报道也是少之又少。然而活还是要做，饭还是要吃，参考可以获得的部分资料，进行总结和分析。针对该行业，希望获得清晰并且相对准确的了解和把握。相关参考文件或者链接，稍后奉上。同时，很倒霉看到这篇文章的朋友，欢迎提供更多的数据或者报告，在此给大佬先递上可乐~2015年报告2017年报告 行业详情行业结构家电相关服务，无非包括：安装、维护保养、包修、延保、配件销售以及其他一些增值服务。 其中大型家电的安装，比如电视、空调、热水器、油烟机等，收入上升15%。考虑到此部分市场主要由销售渠道或者生产厂商占据，价值不大。 随着家电智能化普及，保修期外的维护保养服务需求旺盛，比故障维修类收入高出一倍。同时延保、保修期内维修成为主要维修服务来源。此块市场也很容易被渠道或者生产商在销售过程中绑架，第三方介入的难度相对大，但并不是不可能。 配套服务中，更换滤芯或上门维修饮水机、空净的收入呈现15%增长。 行业规模家电服务业的经营单位从14年开始每年呈下降趋势，从15年的10.2w个，下降到16年的9.8w个。相应的，从业人员也从310.2w人下降到302.8w人。但是有趣的是，整个行业收入规模从2166亿上升到2356亿，增长9个百分点。增长速度低于去年，但是依旧稳定。 在业务营收飞速增长的背后，相关经营单位数量却呈下降趋势。可见整个行业呈现逐渐收拢的趋势。从企业规模上推测，不排除其中几家巨头占据大部分资源的可能性。也可猜测，行业模式偏重是否也是导致此情况的一种可能性。 行业集中度行业集中度指规模最大的前几位企业的有关数值，如销售值、增加值、职工人数等占整个市场的比重。这里展示15、16年两年的行业集中率。注：15年企业标准为200w元，16年为500w元 因为两年标准不一致的关系，单纯横向对比的意义不大。 纵向来看，15年四分之一的企业掌握一半从业人员，控制一半的市场并且占据四分之三的收入。到了16年，3.5％的企业就可以拿下一半的收入，同时从业人数只用了全部的一半，从效率上讲是有进步的，同时企业规模分布更加集中于头部。有意思的是，市场一半的收入是在营业面积只有四分之一的情况下完成的。不仅仅在企业规模分布，服务项目的需求可能也有集中的趋势。此处可以展开研究。 服务对象和业务范围服务对象主要为集团消费者和家庭消费者。16年集团消费者增长20%以上，不容小觑。在业务范围上，从过去的被动接单，改为主动提供更多范围的增值服务。渠道商利用自身流量和数据，针对性推销家电周边服务并且拓展至家政、信息服务等等领域。 行业利润率与去年基本持平，总利润为16.3亿元，营业总收入为2365亿元。考虑到人力、交通、房租上涨等因素，利润率属于正常水平。但由此体现出该行业利润率偏低，发展速度偏慢的特点。 面临的问题总体营收受限于家电销量家电本身具有低代谢特性，同时受限于房地产行业的冷却，家电市场增速必然放缓，市场相对固定的情况下，后续围绕家电保养和增值业务必然显得更加重要。 经营成本的增加成本增加体现在两方面： 一是人力、交通、租金方面的压力。家电服务要求的设备和技术，需要资金投入以及维护，同时清洗用料的管理和储存也需要成本 二是线上推广和获客的成本。线上成本的增加，让电商都已经往线下发展，足见成本之高昂，对于利润率低下的家电服务来说，也是一笔不小的开销。 服务难于差异化清洗安装维修所针对的设备本身就有限，方法也趋于雷同，并没有技术壁垒。同时清洗工具也大多相同。反映到消费者侧，服务相同的情况下比拼价格，导致定价偏低，利润也会进一步压缩。同时服务无法差异化也会导致品牌效应很难建立，发展速度和口碑建立迟缓。 发展方向的探索寻求与上游、物业合作针对获客成本高的问题，可以从上游制造、销售渠道打开缺口。初期主打集团客户服务，获取稳定收入，在定价权上也可以占得先机。针对家庭客户，以物业为发展平台，按小区进行辐射。这样的好处是，通过小区可以对家庭收入水平进行筛选，优先价格敏感度相对低、接受服务意愿高的用户，形成良性循环和正向的口碑评价。 优化订单系统，快速响应目前订单系统大多依靠人工客服接单派单，响应速度不够迅速。而这往往是用户在选择服务时的重要因素。提高接派单的效率，考虑人员间的配置安排，需要一个强大的后台管理系统和调度体系。不管线上还是线下，目前都没有一个很好的解决办法。当然，家电服务本身的性质决定了实现的难度，但如果效率可以高于同行企业，优势就会很明显。","categories":[],"tags":[{"name":"产品相关","slug":"产品相关","permalink":"http://maxojj.github.io/tags/产品相关/"},{"name":"行业观察","slug":"行业观察","permalink":"http://maxojj.github.io/tags/行业观察/"}]},{"title":"哆啦A梦の口袋","slug":"哆啦A梦の口袋","date":"2018-02-11T07:54:12.000Z","updated":"2018-03-06T06:22:37.782Z","comments":true,"path":"2018/02/11/哆啦A梦の口袋/","link":"","permalink":"http://maxojj.github.io/2018/02/11/哆啦A梦の口袋/","excerpt":"","text":"前言本帖为水帖，不定期更新，记录一些平时的感想或者思考。欢迎有机会看到的人评价和讨论。 正文2018年02月12日 提到某个事物、地方。如果你不停的称赞和夸奖，你只是喜欢不是热爱；如果你能在看到他的缺点短处和劣势的同时怀念，那可能才是真爱。 2018年02月13日 上次说到电商的线下新零售，但我们似乎忘记了通过电商时期大赚特赚，但是面对线下却束手无策的“电商品牌”——三只松鼠、御泥坊、韩都衣舍等等。面对线上流量的高昂成本和新零售的诱惑，这些品牌应该如何试水或者说作出调整呢？ 关于iCloud国区被zf接管，圈子里不少人选择双账户运行。复杂冗长的数据迁移工作，感觉自己像是一个数字时代的难民，带上自己所有还有价值的资产，步履蹒跚前往目的地。同时，为自己还有选择的权利感到庆幸，至少目前是这样。 2018年03月06日 同事偶发感慨：“3号线很神奇，看着都是空间，但是怎么挤都挤不上去。平时坐9号线，人挤人的，但是怎么都能上车。”——试讨论通过地铁现状分析判断地铁沿线人口特征的可能性（是否考虑各条线路车厢尺寸的影响） 地球可能为一个非自然形成的实验体，最终目的或者产出物不详，但人类只是其中的迭代产品。——读 王晋康《养蜂人》有感","categories":[],"tags":[{"name":"杂谈","slug":"杂谈","permalink":"http://maxojj.github.io/tags/杂谈/"},{"name":"社会","slug":"社会","permalink":"http://maxojj.github.io/tags/社会/"},{"name":"产品相关","slug":"产品相关","permalink":"http://maxojj.github.io/tags/产品相关/"},{"name":"行业观察","slug":"行业观察","permalink":"http://maxojj.github.io/tags/行业观察/"}]},{"title":"年会罗生门","slug":"年会罗生门","date":"2018-02-11T02:54:12.000Z","updated":"2018-02-11T08:28:52.460Z","comments":true,"path":"2018/02/11/年会罗生门/","link":"","permalink":"http://maxojj.github.io/2018/02/11/年会罗生门/","excerpt":"","text":"又到年关，各大公司的年会如期而至，看了太多的“别人家的年会”，无非是更多年终，更多福利，更多鲜肉，更大场面。不过前几天的一条帖子我觉得很有意思，也在社区里反响激烈，大家的立场也都针锋相对。再加上涉及的话题是我在多个领域都发现的一个趋势，所以决定拿出来分析分析。 虽然仅仅是个人博客，但我尝试怀着包容批判的精神去理解其中多方的思维角度，所以以下观点如果有你觉得不妥的表达或者解读，那么，关你啥事嘞~（手动顽皮） 引子事情还是从两天前说起，即刻的CEO在其个人动态中贴出了如下的帖子，我看完的第一反应就是会引战，不过没想到会达到火爆的效果（仅限即刻圈和部分产品圈）。 这里需要补充一个大前提，就在二月初，即刻刚刚曝出一条新闻，遭遇腾讯的恶意抄袭。腾讯通过合作渠道获取即刻一些主题信息，并且半山寨了一款APP直接上架。不过通过高层沟通后，腾讯已将APP下架，同时致歉即刻。蹊跷的是，腾讯是即刻的股东之一，但是在股东信息里没有公开（这点可以确认）。而偏偏即刻就在这条新闻过去一周之后，宣布了C轮融资成功，投资方很有可能就是腾讯（有待考证）。 所以融资成功后的即刻年会，果然是“别人年会”中的佼佼者，确实让人眼馋。不过帖子本身亮点也是满满，果不其然，实实在在成为话题。 套路1.0从我一个外部用户的角度出发，作为CEO，瓦的出发点还是比较清晰的： 首先，即刻今年的成绩有目共睹，处在上升期。留住核心骨干的同时，拿下融资，宣传下丰厚福利，为年后招兵买马做准备，真的是再正常不过的事情。 其次，年会这种当下热点，带动自家APP走一波日活，没毛病。 最后，捅了头条一刀，其中内情就值得玩味了。。（内部群里似乎提到有头条HR在即刻挖人的传言，待考证） 计划很完美，也确实博人眼球。说实在的，看到这样的待遇，我也偷偷爬到官网看了下招聘信息，无奈没有产品岗供我调戏。同时，隐约觉得其中把LGBT和女生人群单独拎出来，并且额外增加奖品这点，有点扎眼。而且急头白脸来这么一段，让人摸不着头脑，同时很容易引起争议。果不其然，不管是微博还是即刻，围绕此话题已经吵的天翻地覆，可谓话题性十足。就连即刻的种子群也已经分成两大阵营，撕得天昏地暗。 套路2.0第一反应是，如果瓦总真的仅仅是一个推广营销行为，那这个帖的重点完全射偏，还是说和上文的“腾讯风波”一样，属于“瓦式营销”？这点可能永远都没法确定，但这两次事件在围脖和产品圈真的彻底火爆，单从结果导向来看，瓦总的iPhone X真的是买值了。至于即刻的品牌形象，每次事件最后似乎都可以圆满收尾，同时对于即刻形象没有丝毫损坏。也是基于这点，我个人更倾向于“瓦式营销”这样的可能性。 腾讯抄袭事件中，以腾讯道歉和山寨APP结束，论坛无不拍手称快，甚至有人有人称即刻为“罗宾汉”；而在年会事件中，内部员工的解释是：公司男同事居多，平时会有踢球等等福利，而女生福利少，故多发一份；至于LGBT，多拿那份是发给员工伴侣的，这是CEO对员工的支持。瞬间正确+高大上，完美收局。 现在再回头看看我分析的三点，还是太年轻。通过即刻APP的TL聚拢一批核心用户，“巧妙”利用事件和关键词吸引公众注意力（现在的互联网想做好这件事还不被人骂真的太难了），既宣扬公司文化福利，又提升品牌调性，同时筛选调整核心用户群体。由此可见，即刻从15年创建，在当今环境拿到C轮，并且被腾讯融资，确实是不无道理的。最后，贴出两张“年会事件”前后的即刻数据，并不想证明什么，仅供参考。 当然，可能瓦总就是这么一个心大而且事无巨细的人，在年会喝多了的情况下，就这么把帖子发出来了，有何不可呢。 由此想到的关注即刻已经一年多，目睹他从信息获取的效率工具，到社交和内容社区转变的过程。刚入手时，这款APP完全就是为效率狂量身定做，当即爱不释手。从未想过信息获取可以通过这种形式来获得。同时高度浓缩的社区，给你很强的归属感，但并不会被打扰。但是从产品角度去看，工具类的商业盈利如何实现，用户粘性如何保证，竞争壁垒如何提高，这些问题当时在即刻身上都没有解决，所以我估计这样美好的乌托邦迟早会变为回忆。 果然，在实行社交+内容+社区策略后，用户间的互动越来越强，拉新力度明显变高。将种子用户做成大v，包装，为之打造社交圈子，提高留存。没错，这是一个可以随时获取信息的新型围脖。当然，在满足核心用户需求的同时，也并没有过多打扰我这个非核心用户的使用。不过最打动我的，还是产品当中的小细节。比如“大笨蛋”，比如设置页的喵喵，包括个人主页的头像，以及自己给自己点赞的特效，这些梗可能只有真正使用过才会拥有惊喜，就不剧透了。同时，运营团队对于社区文化建设也是颇费心思，这点印象深刻。 未来的即刻，终究是要盈利或者说创造商业价值的。目前能看到的几个方向： 信息曝光：即刻的核心功能，也是团队目前的主攻方向。观察即刻招聘很久，永远在列的就是爬虫+数据分析师，可见一斑。 线下活动：社交即可以增加黏性，也可以为线下活动铺路。面基，观影，讲座，签售，而即刻的优势在于，根据用户关注的标签，可以完成精准营销。关注“阿森纳新闻”的用户，推荐球票或者女球迷见面会，你觉得参加概率是多大？ 广告：同理，精准营销，在不打扰用户的情况下，或者大v的软文推广，都是变现的好方法。 自媒体：参考微信公众号，即刻手上目前积累了一批具有实力号召力的大牛，做这件事简直水到渠成。 最后和什么样的人做什么样的产品。别人的年会如何绚烂，那是别人奋斗一年所做到的。即刻的员工给我感觉有理想，有愿望，和硅谷小团队很像。羡慕之余，自我鞭策，多加学习。如果根据iPhone X去选择公司，这样的人大概率是大笨蛋吧。（即刻梗） PS：关于LGBT人群，这个话题涉及太广，同时国内的氛围或者风气个人认为并不是很正，在此不做讨论，推荐一期博客，看官共勉之。 PS的PS：近期乌七八糟的东西写得多，年后计划专攻人工智能系列，如果有时间，希望写一篇AI方面的读书笔记总结，敬请期待！","categories":[],"tags":[{"name":"杂谈","slug":"杂谈","permalink":"http://maxojj.github.io/tags/杂谈/"},{"name":"社会","slug":"社会","permalink":"http://maxojj.github.io/tags/社会/"}]},{"title":"“新”春节","slug":"“新”春节","date":"2018-02-07T07:54:12.000Z","updated":"2018-02-08T02:58:55.544Z","comments":true,"path":"2018/02/07/“新”春节/","link":"","permalink":"http://maxojj.github.io/2018/02/07/“新”春节/","excerpt":"","text":"春节出去浪临近春节，办公室越来越多谈论春节的计划。相比往年你会发现境外春节的现象似乎越来越多。目的地大多为泰国、巴厘岛、韩国等等，文化相近且消费并不很高的地区。作为一个传统又顾家的boy，第一反应是：春节这样阖家团圆的节日，不和家人团聚，这样出去浪，良心上能过得去吗？！大概一秒之后，职业病让我重归理性，存在即合理。某种现象的出现，必然有其相关因素和趋势的带动。那我就尝试理解分析下这“浪的跟蛙”一样的春节出游潮。 家族体系被切割首先，春节阖家团聚，这条规矩谁定的？传统的中国家庭（参考民国时期就行，不是咕咕鸡那个民国），以宗族或者家族为单位，人数少则十几人，多则上百人。由于社会发展的限制，大多散布在不太远的范围内，甚至就住在一个大宅院内。最主要的标志怕就是当时随处可见的——宗室祠堂。家族以宗族和姓氏作为连接，大节气要有祭祖活动，很自然的，祭祀之后，一大家子人吃顿团圆饭。程序大抵是在这样的场景下慢慢沉淀下来的。此时，是以“家族”为度量单位。 动荡之后难再聚民国之后，动荡不安。再次，社会因素决定了这样庞大的家族很难继续维系。战争、批斗、饥荒、交通便利、城市发展等等，将家族体系彻底撕碎。取而代之，是“家庭”这样更灵活的单元。祖孙三代，不超过十个人的规模，散布在全国甚至全球各个地区。同时这样的家庭本身也具有分裂性。孩子成年不出意外会独立谋生，组建新的家庭，由此往复。可以看到三口、两口之家是当今社会组成的主要部分。此时祭祀这样的活动已经显得很不现实，所以春节变成家庭团聚的代名词，而祠堂这样的建筑，更多是以文化遗产这样的称号伴随着这一代老人，默默逝去。 折叠的个体21世纪之后，城市化的进程更快，（部分人）财富积累的速度越来越快。一边是财富增长带来的选择丰富，一边是家庭格局缩小带来的心理缺失。孩子不在身边，过节越来越没意思，等等这些现象其实可以理解为：长时间独立割裂的各个单位，突然聚到一起所感觉到的观念和认知上的差别。年轻人觉得：长辈只关心自己的收入，配偶和房子。其实长辈不知道也没办法和你聊王者荣耀和吃鸡。长辈觉得：熊孩子回家就知道上网睡觉，也不干活陪我聊天。其实我们也不会指导你的广场舞。至于做饭，现在都有外卖嘛~春节饭桌，大家各怀鬼胎，看个电视吧，晚会还那么烂，你说能开心吗。。 春节的未来从家族，到家庭，再到现在城市的空巢青年，你会发现社会的单元被切割的越来越小，这和传统春节的理念是背道而驰的。随着爷爷，太爷爷这辈人的去世，家族的凝聚力消失殆尽。在这样一个诡异气氛下的春节，有人选择让自己舒服的方式去度过一个难得的“长假”，真的是一件没毛病，甚至有点让人羡慕的事情。也许在未来十年，春节会变成下一个“国庆”，直接带动大洋洲的旅游产业也未可知。期待东北腔走出海南岛，冲进大洋洲！ 最后城市化和互联网让人和世界越来越近，却拉远了人和人之间的距离。所以春节期间，AT大厂的运营活动都是以感情为纽带：红包、五福、包括今年淘宝的亲情账号。我很好奇，三十年之后的春节会是什么样子，当我变成长辈，我会选择什么方式去度过这个至少曾经无比隆重的节日？我的后辈又是怎么理解这样一个节日？我会不会像祠堂门口晒太阳的老人一样，带着过去的记忆，慢慢被泥土覆盖了呢？ 至少，愿每个人春节都不孤单！ 新春快乐！","categories":[],"tags":[{"name":"杂谈","slug":"杂谈","permalink":"http://maxojj.github.io/tags/杂谈/"},{"name":"社会","slug":"社会","permalink":"http://maxojj.github.io/tags/社会/"}]},{"title":"撒币能收回么","slug":"撒币能收回么","date":"2018-01-16T08:48:11.000Z","updated":"2018-02-02T06:57:13.426Z","comments":true,"path":"2018/01/16/撒币能收回么/","link":"","permalink":"http://maxojj.github.io/2018/01/16/撒币能收回么/","excerpt":"","text":"直播2.0近两周，以直播在线答题分奖金为模式的网络互动吸引了很多人的注意力。连续答对一定数量的问题，就可以和所有优胜者一起平分奖金。参加活动没有任何成本，答对题目就能领到真金白银，再加上“思聪光环”和社交媒体的病毒式传播，一时间各方竞品如雨后春笋般涌现。单场的竞猜人数也从四十万一路攀升到八十、九十万人。 “知识闯关，直播答题”，通过奖金诱惑用户走近直播间，对于增长趋于饱和的直播市场来说，无疑是一剂强心针，同时也是直播盈利模式的一种探索。各大直播平台积攒的流量和主播资源，在新的模式中得到充分利用，同时“邀请得复活卡”的规则，使其在社交网络上病毒式传播，增长率颇高。 格局初现截止一月底，各大答题平台的用户增长已经趋于停滞，且梯队分层基本固定，除去首开先河的“冲顶大会”，“百万英雄”、“芝士超人”、“花椒百万赢家”的单场参加人数都在百万以上。除去冲顶的90万+，其余三家均已经400万+，堪称赢家。 但在APP装机量上，无论是iOS还是安卓平台，抖音和头条系——西瓜视频都遥遥领先，冲顶大会排名第三，但依旧差距较大。 抖音作为17年爆发式增长的短视频平台，引流能力有目共睹。而今日头条系的“产品矩阵”模式，更是在一定时间里的流量收割者。传统直播平台未来如何与之抗衡，是摆在产品和运营面前的一道难题。 握住手中沙从最开始的跑马圈地，到如今的“精耕细作”，用户体量已经基本固定。如何给足用户甜头，又能实现商业盈利，单单依靠目前直播答题的模式很难实现。如何将直播答题玩出新花样，将会是赢得下半场战争的关键战役。能想到的玩法，主要有： 提高奖金和中奖率。简单粗暴，但很实用。这歌用户群可以说是很有“互联网”属性的一群人，他们没有粘性没有归属感，仅仅因为可以参与瓜分奖金参与活动，提高奖金和中奖率无疑正中要害。同时，中奖后社交网络的分享更具说服和吸引力，能够带动用户增长和活跃度。但记住，一旦涨，就不能降。 答题范围的细分和广告营销。划分答题范围有助于细分用户，最直接的好处就是利于广告赞助的投放和广告效果的提高。同时，具有标签属性的用户群体更便于管理或者留存。 针对特殊节日或者事件的运营。出于对直播特性和技术的充分利用，结合节日和特殊事件，作出更具针对性的节目，避免用户审美疲劳，也是一剂良方。 线上线下融合。此处玩法更为丰富，无论是和快闪店结合，或者线下用户活动，甚至是线下争霸赛等等形式的节目，都会起到拉新留存同时获取商业价值的作用。 最后注意力经济是很早就提出来的概念，从报纸，到广播电视，再到PC，移动互联网。去中心化越多，吸引人的注意力越难。而直播、答题，通过满足人的最底层需求来吸引注意力，效果显著，但门槛也低，如何在众多竞争者中脱颖而出，除了出击时机、用户导流之外，能不能玩出花活、打开新天地，这是我在18年比较期待看到的。","categories":[],"tags":[{"name":"杂谈","slug":"杂谈","permalink":"http://maxojj.github.io/tags/杂谈/"},{"name":"行业观察","slug":"行业观察","permalink":"http://maxojj.github.io/tags/行业观察/"}]},{"title":"新年新零售，钱包继续瘦（二）","slug":"新年新零售，钱包继续瘦（二）","date":"2018-01-15T02:41:10.000Z","updated":"2018-01-16T08:36:50.585Z","comments":true,"path":"2018/01/15/新年新零售，钱包继续瘦（二）/","link":"","permalink":"http://maxojj.github.io/2018/01/15/新年新零售，钱包继续瘦（二）/","excerpt":"","text":"线上线下都很苦上一篇梳理了关于“新零售”的实际定义、模式，以及“新零售”的前提或者说土壤。详情请戳：新年新零售，钱包继续瘦（一） 1. 线上大佬爱线下虽然新零售的形势大好，并且看起来大有欣欣向荣之势。但是看到有关新零售的投资新闻就会发现：背后的大金主不乏阿里、腾讯（京东）、小米之类拥有电商背景的巨头企业。虽然阿里投资一直本着“广撒网，雨露均沾”的原则，但对于京东这样的“深耕电商”来说，投资生鲜新零售，一则是利用辛辛苦苦建设的配送网络，二来也是钳制阿里系盒马鲜生，跑马圈地的一种表现。 如果时间倒回十年甚至五年前，一家电商背景企业如果去投资线下门店，那么只会发生在4月1号。然而进入17年，阿里先是拿下银泰和永辉超市，紧接着投资百联、苏宁，紧接着投资盒马、猩便利等一众新零售，可谓抢尽眼球。腾讯则以生鲜打开市场，融资每日优鲜一亿美金，同时京东布局新零售品牌“7fresh”，第一家门店也在18年1月开始试运行。一时间，一线城市的各个角落，无人便利店、生鲜自动售卖机，办公室货架等等设施随处可见，部分商家甚至通过大规模的补贴来吸引用户。 那么，风光无限的电商巨头们，为什么花重金去投资被自己拍在沙滩上的线下门店？这样做出于什么考虑呢？ 这个问题需要从两个方面来分析： 首先，从线上电商的角度出发，近几年电商的发展红利期已经结束，电商自身面临着很多的问题： 新用户增长停滞，获取新用户的成本增高； 平台格局基本形成，大平台长期拉锯竞争成为稳态； 电商模式诞生开始没有太大变化，仓储、物流、宣传成本却逐渐升高； 由于消费升级条件满足，用户对于价格敏感度降低。同时由于大经济环境，用户休闲娱乐费用增多，给予线下门店更多消费机会； 通过观察近几年的“双十一”活动可以明显感觉到，淘宝从单纯的价格战，转而宣传“品质生活”、“全球狂欢节”等概念，而优惠方式从单纯的“对半砍”，变成了被广大网友吐槽的“公式型优惠券”。当然，“预购”、“预付款”这些概念也是为应对电商流程中的难题 首先淘宝目前的体量，已经无需再用价格战拉拢用户（通俗讲，现在谁还不用淘宝？不用的真的是不需要了）。其次，为了提高客单量及品牌调性，教育用户购买品质商品，确实是不错的选择，至于优惠券，已经成为吸引用户到某家网店而不是某个平台的工具了； 上游供应商资源成本增加，也让电商把品牌效应发挥到极致；此外，正是上游资源的稀缺，导致17年天猫和京东的“站队事件” 一直以来，电商的重点难点——仓储+物流，在“双十一”更是凸显无疑。“预定”模式就是应对这一问题的解决办法，主要减少了长尾商家在仓储和物流方面的压力，甚至可以接单之后再进行生产，获得更高的利润，这一点可以在“长尾效应”的文章中详谈； 线上电商看似风光，但发展也已经来到了拐点。如何近一步渗透市场，提升客单价，降低仓储、配送、运营成本，发展个性化消费，都值得思考。再加上近两年大数据和人工智能技术的发展，似乎线下新零售水到渠成，但是没有线下大佬的配合，也是困难重重。 2.线下零售抱团取暖经过互联网洗礼的传统零售业自然日子不好过，除去连锁商超通过集群作战、稳扎稳打，小规模零售则并没有那么幸运。前段时间传出“家乐福”考虑出售在华超市资产的传闻，就是因为中国地区利润连年下滑，发展堪忧。线下零售的困境主要有以下几点： 店面、仓储、物流、人力成本急剧上涨。以上因素偏偏是线下所不能回避的环节，和电商一样，也需要从模式上根本解决才行。商品展示缺乏针对性，不了解用户，对数据缺乏利用。这里一部分原因是线下特点所决定，另一部分也是对数据或者新技术的不敏感。坐拥数据金山却无力挖掘，线上大佬自然不会放过。 在线上线下都出现平台期的情况下，双双联手似乎是happy ending。所以出现了新零售团队的最常见组合：线上公司投资，线下背景小团队运营，拓展新零售。现在大部分报道偏向于电商巨头投资的部分，但新零售的实体依然是新模式下的线下零售店，没有线下团队经验和渠道的配合，显然是很难完成大规模布局。所以我更愿意看成是线上线下的一次“五军之战”。线下门店拥有控制上游供应链、注重购物体验的优势，这些正是线上所缺乏的。更具讽刺意味的是，经过几年的电商大战，线下流量的开发潜力反而大于线上，也算得上是特殊“反哺”了。 当然，站在消费者的角度，这场战争似乎是渔翁得利。然而，真的是这样吗？ 新零售修炼手册现阶段的“新零售”主要从生鲜配送、体验门店、无人售货架几种模式铺开，核心思想是通过人、货、场三者的数据提炼筛选，达到配货、配送、服务的效率和利润最大化，同时提供给用户高质量、个性化的购物选择和体验。 人这里的人可以是消费者，也可以是路人甲，只要为数据积累做出贡献，都是有价值的。宏观上，一家门店，日流量多少，订单数多少，客单价多少，甚至平摊到每平米的成本，都可以为店面选址提供参考——这就是“场”。微观上，每个订单的产品组合和数量，单个客人的消费倾向都可以得到。再有，没消费的人，他的购买习惯、收入、住址怎样情况（电商数据），这样的群体体量如何，是否改变货架安排，该多少——这是“货”。 货这里的货可以是日常商品，也可能生鲜等特殊商品。由于时效性，生鲜的配送尤其关键。目前的解决方案有两种： 每日生鲜：仓储前置——将仓储去中心化，深入小区和办公楼，缩短配送距离，从而缩短时间，提高效率，但随之而来的仓储成本也是一道坎。 京东：自建物流，分布式仓储，通过自有物流快速响应，提高运送效率。 无论哪种方式，都需要通过订单系统进行快速响应和任务分配，完成整个流程。同时，仓储中心可以根据历史订单和销量灵活调配仓储数量和种类，某种意义上也是对于“场”的调整。 场对于线下门店，选址异常重要。而数据可以基于地址给用户进行分类，新天地可以进口产品偏多，火车站以饱腹食物为主等等，当然，数据筛选结果有时并不是这么想当然，很多时候可以产生意想不到的效果。所以“场”的不同，对应了不同的“人”，也就产生了“货”组合的多样性。 由此可见，数据在整个闭环中充当了“血液”的作用，将每个环节的成本和回报反馈给决策者，调整策略再次反馈，如此往复，形成针对线下客户群的个性化门店。 数据战争面对如此激烈的新零售战争，消费者似乎坐收渔翁之利。扫扫码，还没付款，各种优惠、红包，纷至沓来。有些商家甚至不惜“白送”来招揽客户。就连支付宝在17年末也推出了“邀请好友得红包”的活动，一时间“薅羊毛成风”。天下没有白吃的午餐（大众的霸王餐倒是有可能，我是没中过），更何况是阿里。针对线下的支付红包，在我看来就是一场线下数据收集的活动。根据目前我们对新零售的梳理，数据在整个新零售环节中充当了太重要的角色，数据样本是否广泛，对分析结果的准确性是直接影响的。所以，在暗自庆幸马云爸爸给你红包的时候，别忘了你也为阿里巴巴贡献了自己微薄的力量。甚至有种论调：阿里巴巴已经由电商公司过度到了数据公司。试想一下，有这么一家公司，掌握着你的联系方式、住址、网购记录、线下消费店铺和金额，再加上个人征信记录（花呗）、出行（单车、打车）、甚至是娱乐项目（口碑、淘票票），他可能比你自己还了解你接下来想买什么。 说到这里，AI和大数据的火热势头也就不难理解。阿里掌握了这些数据，但是如何解读或者利用，这是接下来的难题。针对“大数据”，会在“智能时代”的笔记中详细呈现。 最后以上就是新零售目前的模式或者玩法，但毕竟是“新”零售，模式仍会推陈出新。唯一不变的是，随着移动技术的进步和数据挖掘的深入，我们身边的零售店很可能会越来越“未来”，享受这些快捷便利的同时，记住，我们每个人都是数据贡献者，不管你愿不愿意。","categories":[],"tags":[{"name":"产品相关","slug":"产品相关","permalink":"http://maxojj.github.io/tags/产品相关/"},{"name":"行业观察","slug":"行业观察","permalink":"http://maxojj.github.io/tags/行业观察/"}]},{"title":"新年新零售，钱包继续瘦（一）","slug":"新年新零售，钱包继续瘦（一）","date":"2018-01-10T02:41:10.000Z","updated":"2018-01-15T06:00:43.044Z","comments":true,"path":"2018/01/10/新年新零售，钱包继续瘦（一）/","link":"","permalink":"http://maxojj.github.io/2018/01/10/新年新零售，钱包继续瘦（一）/","excerpt":"","text":"金闪闪の新零售2017年被业内人士称为“无人零售元年”，以无人货架以及无人零售店为主的无人零售业态逐渐落地。各个传统零售商纷纷布局新零售店铺创新项目： 7-11推出7-11signature；沃尔玛设立自助杂货售卖亭； 元旦前夕，京东生鲜超市 7 Fresh 第一家线下店正式开业； 居然之家开设无人便利店EAT BOX；天虹也正式推出无人便利店Well Go； 与此同时，淘咖啡、盒马鲜生、缤果盒子、Take Go等非传统零售背景的无人店也频繁出现在公众眼前； 阿里在“新零售”领域在17年也已抢先完成初步战略布局。截至目前，阿里巴巴在“新零售”领域的布局包括两大板块： 线上网络零售板块：以淘宝天猫、淘宝全球购、天猫国际、一淘网、零售通、易果生鲜、闲鱼等组成的线上产品矩阵； 线上线下融合的新零售板块：括银泰商业、苏宁云商、联华超市、三江购物、盒马鲜生等等线下以及新型零售服务； 面对2017年的资本大力扶持和培养，加上现有运营经验的积累，和新型技术、模式不断的尝试调整，新型零售在新年能到达怎样的体量，是件值得期待和观察的有趣课题。 1.怎样算新零售先看下“零售”的定义： 零售是指，向最终消费者个人或社会集团出售生活消费品及相关服务，以供其最终消费之用的全部活动。 零售包含了整个服务过程，消费者并不仅仅消费商品，还享受商品的附属服务（这点日本零售商似乎吃的很透）。而新型零售，就是由于移动互联网技术的普及，让零售的整个过程出现了更多的可能。 举个栗子，在传统商业模式下，由于空间限制，人们需要消费商品或者服务，会选择去到商场、闹市等店铺集中的地段进行选择，而商家看来，即使租金高的吓人，也会选择在黄金地带开店。道理很简单——开在郊区就算房租极低，没有人流没有流水没有利润，迟早关门。 那么PC时代呢？电子商城的加入改变了商品展示的渠道，即使卖家待在老家靠山屯，仍可以把口红买给陆家嘴的marry，而且在成本极低的情况下保证了可观的利润，这样的模式导致了商家在选址或者说商品展示的方式上有所改变或者权衡。另一方面，消费者可以坐在浦东的家中，淘宝朱家角的桂花糕，，怕是线下消费怎么也比不上的。商家很快发现了新机会，由于网购的特点，推出电商“定制版”商品：更简单的包装，更大的量，更低的成本，通过价格战来引流和竞争。但是成本的压缩会导致商品质量、售后和服务等一些体验问题，在电商后期也确实暴露出来了。 然而消费者依然需要购物，那么移动互联时代给了他们全新的选择：光顾线下店的同时，通过移动技术提升购物体验，和个性化的高品质服务。同时，电商时期积累的大量数据帮助商家准确把握每个独立用户的喜好、收入、购物倾向，提高销售效率，控制成本。值得注意的是，数据的挖掘和学习时间越长，这种优势就会更大。 以上三个阶段，也是零售中三个主要元素：人、货、场之间关系变化的过程。“场”由商城变成了网站，又变成了APP，再变成了云上数据转化而来的决策。变化中也就出现新机会。如果“货”和“场”意味着更精准的选品选址、更合理的库存设置，那这一切很显然是基于对“人”的充分了解之上的。通过来自“人”的数据去校验货的数据和场的数据，本质上新零售的“人货场”是一种数据之间的互相印证。因此，也有很多人把新零售解读为对“人、货、场”的重构。 2.新零售新在哪？ 新零售对待数据，对待“客户”，拥有全新的思考。 由线上蔓延到线下的新零售，无时无刻不强调数据的重要性，是因为数据曾经是他们唯一的资源。线上商业体没法对店铺进行选址，但却可以清楚的看到自己的每一位用户从哪里来，了解到他们的性别、地域、喜好等等。掌握了用户，就掌握了商业的无尽可能。对于“人”的充分了解，几乎撑起了互联网商业模式的半边天。而对于线下商业体而言，数据更多代表着流水、库存量、利润等财会方面的数字。 新零售与旧零售基因中的最大区别，就在于对“人”的考量上。在旧零售中，人只代表着客单价和客流量，可在新零售中，“人”代表着用户，代表着巨大的想象空间。 线下零售数据自带“洗白”属性 通过线上途径去了解用户，只能解决一半的问题。用户在线上的行为几乎毫无成本，搜索、浏览和点击或许只是消磨时间的方式，准确性大打折扣。相比线上数据的真实程度和噪声比例，线下数据往往要更真实和更有价值。两者结合起来，才能从真正意义上帮每一个商业体完成“人货场”的数据运转。 做过统计或者调研的人都知道，收到原始数据后的第一步，就是“清洗数据”，因为总会有部分数据是有偏差，不准确的。我们可能会在电商平台上美滋滋的看一天名车名表，到了线下却不曾踏入过4S店一步。 消费升级搞事情1.解放后的三次消费升级 中国从解放后到现在，一共经历过三次消费浪潮： 第一次是改革开放之初，城镇人口在吃饱方面已经基本没有太大的问题了，部分人（尤其是城市人口）开始买自行车，收音机、手表、缝纫机，穿更多颜色和更时髦的衣服，人们有了少量的文娱活动。 第二次消费升级，则是从20世纪80年代末，到90年代末，这个时候的人们有更多的闲钱来购买更好的产品，代表性产品就是“新三件（冰箱、彩电、洗衣机）。 第三次消费升级，则是从2000年之后一直到现在，大部分人的生理需求基本得到满足，城镇人口中，对于通讯、娱乐、旅游、教育和医疗保健的支出在迅速上升，房地产、汽车等大件产品需求量突飞猛进。 几乎每次的消费升级，都会产生新型的商业模式或者习惯，这也是物质生活丰富的质变过程。当前经济发展的稳定，包括新一代的消费观念，导致个性化、高品质化的商品获得推崇，人们对价格因素变得没那么敏感，转而倾向选择附加值较高的商品，这也是新型零售得以发展的一个契机。 2.促成升级的基础 伴随经济增长，居民可支配收入增加 消费信心增加，敢于提前消费，借贷消费 90后为主体的新兴消费观念 针对第二点，近期发现很有趣的现象：随着支付宝花呗、京东白条为主的小额借贷服务推广和铺开，部分群体（主体为90后）出现年支出大于收入的情况。经常微信群在9、10号会出现抱怨工资所剩无几或者本月吃土的话题。抽象关键词为：本科毕业、一二线城市工作三年以内、对生活有品质要求。联系到这点，国家近期对小额借贷服务政策的收紧也就可以理解。同时，再一次作为“时代先驱”的90后一辈们，生活路漫漫，且借且珍惜！ 3.升级行业 人会越来越懒——智能家居、电器等等 注重享受——个性化自助游，按摩，汽车等等 注重娱乐——AR/VR、更多影音娱乐 注重健康——健身、体检、养老 从目前形势来看，消费升级的行业还是在提升生活质量的几个方面。通过电子、智能设备，将人从一些繁琐、耗时的重复劳动中解放初出来（AI有话说）。之前很成功的例子之一——小米扫地机器人：很好的做到了品质升级，价格不升级。以至于给后期版本的压力太大，当然，反过来可以看到，用户也是需要教育和体验，才体会到产品之妙。 未完待续整理读书笔记时看到关于“新零售”的大块内容，所以着手完成一篇总结。无奈内容巨多，又是初次执笔，无法做到精简，只好分部分梳理。抱歉之于，敬请期待！","categories":[],"tags":[{"name":"产品相关","slug":"产品相关","permalink":"http://maxojj.github.io/tags/产品相关/"},{"name":"行业观察","slug":"行业观察","permalink":"http://maxojj.github.io/tags/行业观察/"}]},{"title":"写在前面","slug":"写在前面","date":"2018-01-09T08:06:02.000Z","updated":"2018-01-09T09:14:31.480Z","comments":true,"path":"2018/01/09/写在前面/","link":"","permalink":"http://maxojj.github.io/2018/01/09/写在前面/","excerpt":"","text":"写在喘气前经过数天数夜的折腾和尝试，在这个特殊的日子，终于搭建起属于自己的小破船，浪荡在互联天地间。一蓑一笠一扁舟，小学很欣赏这句诗，当时并不了解，现在品味倒是有几分悲壮的滋味在其中，对一人独钓一江秋的情境倒也是非常向往。 这个特殊的日子 哈尔·葛宾·科拉纳 （1922年1月9日－2011年11月9日），首先证明核苷酸在蛋白质合成中的作用，96岁生日快乐！ 写在喘气后每次旅行或多或少会有这样的感觉：开启旅途的初衷，总会淹没在行程的缤纷和嘈杂声中，以致于复盘行程总是会有些许遗憾。又是哪天贪了嘴，烦了懒，或是天气不佳，漏掉了博物馆，小巷子或是沙滩。并不是怪罪自己，但遗憾总是有的。错不在美食或是沙发，问题在于少了自我反省和总结的习惯。 所以今天，在这艘小渔船上投下一个浮标，时时提醒，刻刻注意，坐赏一江秋。 最后共勉 题秋江独钓图 王士桢 一蓑一笠一扁舟，一丈丝纶一寸钩；一曲高歌一樽酒，一人独钓一江秋。","categories":[],"tags":[{"name":"杂谈","slug":"杂谈","permalink":"http://maxojj.github.io/tags/杂谈/"}]},{"title":"Hola 2018","slug":"hello-world","date":"2018-01-08T22:00:00.000Z","updated":"2018-01-12T08:35:42.664Z","comments":true,"path":"2018/01/09/hello-world/","link":"","permalink":"http://maxojj.github.io/2018/01/09/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post$ hexo new \"My New Post\" More info: Writing Run server$ hexo server More info: Server Generate static files$ hexo generate More info: Generating Deploy to remote sites$ hexo deploy More info: Deployment","categories":[],"tags":[{"name":"杂谈","slug":"杂谈","permalink":"http://maxojj.github.io/tags/杂谈/"}]}]}