{"meta":{"title":"路小飞","subtitle":"Have a good time.","description":"路小飞在 Github 上的个人博客","author":"海布里钟声","url":"http://maxojj.github.io"},"pages":[{"title":"Tags","date":"2018-01-12T02:09:11.000Z","updated":"2018-01-12T02:10:14.139Z","comments":true,"path":"Tags/index.html","permalink":"http://maxojj.github.io/Tags/index.html","excerpt":"","text":""}],"posts":[{"title":"新年新零售，钱包继续瘦（二）","slug":"新年新零售，钱包继续瘦（二）","date":"2018-01-15T02:41:10.000Z","updated":"2018-01-15T09:42:39.169Z","comments":true,"path":"2018/01/15/新年新零售，钱包继续瘦（二）/","link":"","permalink":"http://maxojj.github.io/2018/01/15/新年新零售，钱包继续瘦（二）/","excerpt":"","text":"线上线下都很苦上一篇梳理了关于“新零售”的实际定义、模式，以及“新零售”的前提或者说土壤。详情请戳：新年新零售，钱包继续瘦（一） 线上大佬爱线下 虽然新零售的形势大好，并且看起来大有欣欣向荣之势。但是看到有关新零售的投资新闻就会发现：背后的大金主不乏阿里、腾讯（京东）、小米之类拥有电商背景的巨头企业。虽然阿里投资一直本着“广撒网，雨露均沾”的原则，但对于京东这样的“深耕电商”来说，投资生鲜新零售，一则是利用辛辛苦苦建设的配送网络，二来也是钳制阿里系盒马鲜生，跑马圈地的一种表现。 如果时间倒回十年甚至五年前，一家电商背景企业如果去投资线下门店，那么一定只会发生在4月1号。然而进入17年，阿里先是拿下银泰和永辉超市，紧接着投资百联、苏宁，紧接着投资盒马、猩便利等一众新零售，可谓抢尽眼球。腾讯则以生鲜打开市场，融资每日优鲜一亿美金，同时京东布局新零售品牌“7fresh”，第一家门店也在18年1月开始试运行。一时间，一线城市的各个角落，无人便利店、生鲜自动售卖机，办公室货架等等设施随处可见，部分商家甚至通过大规模的补贴来吸引用户。 那么，风光无限的电商巨头们，为什么花重金去投资被自己拍在沙滩上的线下门店？这样做出于什么考虑呢？ 这个问题需要从两个方面来分析： 首先，从线上电商的角度出发，近几年电商的发展红利期已经结束，电商自身面临着很多的问题： 新用户增长停滞，获取新用户的成本增高； 平台格局基本形成，大平台长期拉锯竞争成为稳态； 电商模式诞生开始没有太大变化，仓储、物流、宣传成本却逐渐升高； 由于消费升级条件满足，用户对于价格敏感度降低。同时由于大经济环境，用户休闲娱乐费用增多，给予线下门店更多消费机会； 通过观察近几年的“双十一”活动可以明显感觉到，淘宝从单纯的价格战，转而宣传“品质生活”、“全球狂欢节”等概念，而优惠方式从单纯的“对半砍”，变成了被广大网友吐槽的“公式型优惠券”。当然，“预购”、“预付款”这些概念也是为应对电商流程中的难题 首先淘宝目前的体量，已经无需再用价格战拉拢用户（通俗讲，现在谁还不用淘宝？不用的真的是不需要了）。其次，为了提高客单量及品牌调性，教育用户购买品质商品，确实是不错的选择，至于优惠券，已经成为吸引用户到某家网店而不是某个平台的工具了； 上游供应商资源成本增加，也让电商把品牌效应发挥到极致；此外，正是上游资源的稀缺，导致17年天猫和京东的“站队事件” 一直以来，电商的重点难点——仓储+物流，在“双十一”更是凸显无疑。“预定”模式就是应对这一问题的解决办法，主要减少了长尾商家在仓储和物流方面的压力，甚至可以接单之后再进行生产，获得更高的利润，这一点可以在“长尾效应”的文章中详谈； 线上电商看似风光，但发展也已经来到了拐点。如何近一步渗透市场，提升客单价，降低仓储、配送、运营成本，发展个性化消费，都值得思考。再加上近两年大数据和人工智能技术的发展，似乎线下新零售水到渠成，但是没有线下大佬的配合，也是困难重重。 线下零售不好混 经过互联网洗礼的传统零售业自然日子不好过，除去连锁商超通过集群作战、稳扎稳打，小规模零售则并没有那么幸运。前段时间传出“家乐福”考虑出售在华超市资产的传闻，就是因为中国地区利润连年下滑，发展堪忧。线下零售的困境主要有以下几点： 店面、仓储、物流、人力成本急剧上涨。以上因素偏偏是线下所不能回避的环节，和电商一样，也需要从模式上根本解决才行。商品展示缺乏针对性，不了解用户，对数据缺乏利用。这里一部分原因是线下特点所决定，另一部分也是对数据或者新技术的不敏感。坐拥数据金山却无力挖掘，线上大佬自然不会放过。 在线上线下都出现平台期的情况下，双双联手似乎是happy ending。所以出现了新零售团队的最常见组合：线上公司投资，线下背景小团队运营，拓展新零售。现在大部分报道偏向于电商巨头投资的部分，但新零售的实体依然是新模式下的线下零售店，没有线下团队经验和渠道的配合，显然是很难完成大规模布局。所以我更愿意看成是线上线下的一次“五军之战”。线下门店拥有控制上游供应链、注重购物体验的优势，这些正是线上所缺乏的。更具讽刺意味的是，经过几年的电商大战，线下流量的开发潜力反而大于线上，也算得上是特殊“反哺”了。 当然，站在消费者的角度，这场战争似乎是渔翁得利。然而，真的是这样吗？ 新零售修炼手册现阶段的“新零售”主要从生鲜配送、体验门店、无人售货架几种模式铺开，核心思想是通过人、货、场三者的数据提炼筛选，达到配货、配送、服务的效率和利润最大化，同时提供给用户高质量、个性化的购物选择和体验。 人- 这里的人可以是消费者，也可以是路人甲，只要为数据积累做出贡献，都是有价值的。宏观上，一家门店，日流量多少，订单数多少，客单价多少，甚至平摊到每平米的成本，都可以为店面选址提供参考——这就是“场”。微观上，每个订单的产品组合和数量，单个客人的消费倾向都可以得到。再有，没消费的人，他的购买习惯、收入、住址怎样情况（电商数据），这样的群体体量如何，是否改变货架安排，该多少——这是“货”。 货- 这里的货可以是日常商品，也可能生鲜等特殊商品。由于时效性，生鲜的配送尤其关键。目前的解决方案有两种： 每日生鲜：仓储前置——将仓储去中心化，深入小区和办公楼，缩短配送距离，从而缩短时间，提高效率，但随之而来的仓储成本也是一道坎。 京东：自建物流，分布式仓储，通过自有物流快速响应，提高运送效率。 无论哪种方式，都需要通过订单系统进行快速响应和任务分配，完成整个流程。同时，仓储中心可以根据历史订单和销量灵活调配仓储数量和种类，某种意义上也是对于“场”的调整。 场对于线下门店，选址异常重要。而数据可以基于地址给用户进行分类，新天地可以进口产品偏多，火车站以饱腹食物为主等等，当然，数据筛选结果有时并不是这么想当然，很多时候可以产生意想不到的效果。所以“场”的不同，对应了不同的“人”，也就产生了“货”组合的多样性。 由此可见，数据在整个闭环中充当了“血液”的作用，将每个环节的成本和回报反馈给决策者，调整策略再次反馈，如此往复，形成针对线下客户群的个性化门店。 数据战争面对如此激烈的新零售战争，消费者似乎坐收渔翁之利。扫扫码，还没付款，各种优惠、红包，纷至沓来。有些商家甚至不惜“白送”来招揽客户。就连支付宝在17年末也推出了“邀请好友得红包”的活动，一时间“薅羊毛成风”。天下没有白吃的午餐（大众的霸王餐倒是有可能，我是没中过），更何况是阿里。针对线下的支付红包，在我看来就是一场线下数据收集的活动。根据目前我们对新零售的梳理，数据在整个新零售环节中充当了太重要的角色，数据样本是否广泛，对分析结果的准确性是直接影响的。所以，在暗自庆幸马云爸爸给你红包的时候，别忘了你也为阿里巴巴贡献了自己微薄的力量。甚至有种论调：阿里巴巴已经由电商公司过度到了数据公司。试想一下，有这么一家公司，掌握着你的联系方式、住址、网购记录、线下消费店铺和金额，再加上个人征信记录（花呗）、出行（单车、打车）、甚至是娱乐项目（口碑、淘票票），他可能比你自己还了解你接下来想买什么。 说到这里，AI和大数据的火热势头也就不难理解。阿里掌握了这些数据，但是如何解读或者利用，这是接下来的难题。针对“大数据”，会在“智能时代”的笔记中详细呈现。 最后以上就是新零售目前的模式或者玩法，但毕竟是“新”零售，模式仍会推陈出新。唯一不变的是，随着移动技术的进步和数据挖掘的深入，我们身边的零售店很可能会越来越“未来”，享受这些快捷便利的同时，记住，我们每个人都是数据贡献者，不管你愿不愿意。","categories":[],"tags":[{"name":"行业观察","slug":"行业观察","permalink":"http://maxojj.github.io/tags/行业观察/"},{"name":"产品相关","slug":"产品相关","permalink":"http://maxojj.github.io/tags/产品相关/"}]},{"title":"存在即合理","slug":"存在即合理","date":"2018-01-12T08:48:11.000Z","updated":"2018-01-12T08:48:11.129Z","comments":true,"path":"2018/01/12/存在即合理/","link":"","permalink":"http://maxojj.github.io/2018/01/12/存在即合理/","excerpt":"","text":"","categories":[],"tags":[]},{"title":"新年新零售，钱包继续瘦（一）","slug":"新年新零售，钱包继续瘦（一）","date":"2018-01-10T02:41:10.000Z","updated":"2018-01-15T06:00:43.044Z","comments":true,"path":"2018/01/10/新年新零售，钱包继续瘦（一）/","link":"","permalink":"http://maxojj.github.io/2018/01/10/新年新零售，钱包继续瘦（一）/","excerpt":"","text":"金闪闪の新零售2017年被业内人士称为“无人零售元年”，以无人货架以及无人零售店为主的无人零售业态逐渐落地。各个传统零售商纷纷布局新零售店铺创新项目： 7-11推出7-11signature；沃尔玛设立自助杂货售卖亭； 元旦前夕，京东生鲜超市 7 Fresh 第一家线下店正式开业； 居然之家开设无人便利店EAT BOX；天虹也正式推出无人便利店Well Go； 与此同时，淘咖啡、盒马鲜生、缤果盒子、Take Go等非传统零售背景的无人店也频繁出现在公众眼前； 阿里在“新零售”领域在17年也已抢先完成初步战略布局。截至目前，阿里巴巴在“新零售”领域的布局包括两大板块： 线上网络零售板块：以淘宝天猫、淘宝全球购、天猫国际、一淘网、零售通、易果生鲜、闲鱼等组成的线上产品矩阵； 线上线下融合的新零售板块：括银泰商业、苏宁云商、联华超市、三江购物、盒马鲜生等等线下以及新型零售服务； 面对2017年的资本大力扶持和培养，加上现有运营经验的积累，和新型技术、模式不断的尝试调整，新型零售在新年能到达怎样的体量，是件值得期待和观察的有趣课题。 1.怎样算新零售先看下“零售”的定义： 零售是指，向最终消费者个人或社会集团出售生活消费品及相关服务，以供其最终消费之用的全部活动。 零售包含了整个服务过程，消费者并不仅仅消费商品，还享受商品的附属服务（这点日本零售商似乎吃的很透）。而新型零售，就是由于移动互联网技术的普及，让零售的整个过程出现了更多的可能。 举个栗子，在传统商业模式下，由于空间限制，人们需要消费商品或者服务，会选择去到商场、闹市等店铺集中的地段进行选择，而商家看来，即使租金高的吓人，也会选择在黄金地带开店。道理很简单——开在郊区就算房租极低，没有人流没有流水没有利润，迟早关门。 那么PC时代呢？电子商城的加入改变了商品展示的渠道，即使卖家待在老家靠山屯，仍可以把口红买给陆家嘴的marry，而且在成本极低的情况下保证了可观的利润，这样的模式导致了商家在选址或者说商品展示的方式上有所改变或者权衡。另一方面，消费者可以坐在浦东的家中，淘宝朱家角的桂花糕，，怕是线下消费怎么也比不上的。商家很快发现了新机会，由于网购的特点，推出电商“定制版”商品：更简单的包装，更大的量，更低的成本，通过价格战来引流和竞争。但是成本的压缩会导致商品质量、售后和服务等一些体验问题，在电商后期也确实暴露出来了。 然而消费者依然需要购物，那么移动互联时代给了他们全新的选择：光顾线下店的同时，通过移动技术提升购物体验，和个性化的高品质服务。同时，电商时期积累的大量数据帮助商家准确把握每个独立用户的喜好、收入、购物倾向，提高销售效率，控制成本。值得注意的是，数据的挖掘和学习时间越长，这种优势就会更大。 以上三个阶段，也是零售中三个主要元素：人、货、场之间关系变化的过程。“场”由商城变成了网站，又变成了APP，再变成了云上数据转化而来的决策。变化中也就出现新机会。如果“货”和“场”意味着更精准的选品选址、更合理的库存设置，那这一切很显然是基于对“人”的充分了解之上的。通过来自“人”的数据去校验货的数据和场的数据，本质上新零售的“人货场”是一种数据之间的互相印证。因此，也有很多人把新零售解读为对“人、货、场”的重构。 2.新零售新在哪？ 新零售对待数据，对待“客户”，拥有全新的思考。 由线上蔓延到线下的新零售，无时无刻不强调数据的重要性，是因为数据曾经是他们唯一的资源。线上商业体没法对店铺进行选址，但却可以清楚的看到自己的每一位用户从哪里来，了解到他们的性别、地域、喜好等等。掌握了用户，就掌握了商业的无尽可能。对于“人”的充分了解，几乎撑起了互联网商业模式的半边天。而对于线下商业体而言，数据更多代表着流水、库存量、利润等财会方面的数字。 新零售与旧零售基因中的最大区别，就在于对“人”的考量上。在旧零售中，人只代表着客单价和客流量，可在新零售中，“人”代表着用户，代表着巨大的想象空间。 线下零售数据自带“洗白”属性 通过线上途径去了解用户，只能解决一半的问题。用户在线上的行为几乎毫无成本，搜索、浏览和点击或许只是消磨时间的方式，准确性大打折扣。相比线上数据的真实程度和噪声比例，线下数据往往要更真实和更有价值。两者结合起来，才能从真正意义上帮每一个商业体完成“人货场”的数据运转。 做过统计或者调研的人都知道，收到原始数据后的第一步，就是“清洗数据”，因为总会有部分数据是有偏差，不准确的。我们可能会在电商平台上美滋滋的看一天名车名表，到了线下却不曾踏入过4S店一步。 消费升级搞事情1.解放后的三次消费升级 中国从解放后到现在，一共经历过三次消费浪潮： 第一次是改革开放之初，城镇人口在吃饱方面已经基本没有太大的问题了，部分人（尤其是城市人口）开始买自行车，收音机、手表、缝纫机，穿更多颜色和更时髦的衣服，人们有了少量的文娱活动。 第二次消费升级，则是从20世纪80年代末，到90年代末，这个时候的人们有更多的闲钱来购买更好的产品，代表性产品就是“新三件（冰箱、彩电、洗衣机）。 第三次消费升级，则是从2000年之后一直到现在，大部分人的生理需求基本得到满足，城镇人口中，对于通讯、娱乐、旅游、教育和医疗保健的支出在迅速上升，房地产、汽车等大件产品需求量突飞猛进。 几乎每次的消费升级，都会产生新型的商业模式或者习惯，这也是物质生活丰富的质变过程。当前经济发展的稳定，包括新一代的消费观念，导致个性化、高品质化的商品获得推崇，人们对价格因素变得没那么敏感，转而倾向选择附加值较高的商品，这也是新型零售得以发展的一个契机。 2.促成升级的基础 伴随经济增长，居民可支配收入增加 消费信心增加，敢于提前消费，借贷消费 90后为主体的新兴消费观念 针对第二点，近期发现很有趣的现象：随着支付宝花呗、京东白条为主的小额借贷服务推广和铺开，部分群体（主体为90后）出现年支出大于收入的情况。经常微信群在9、10号会出现抱怨工资所剩无几或者本月吃土的话题。抽象关键词为：本科毕业、一二线城市工作三年以内、对生活有品质要求。联系到这点，国家近期对小额借贷服务政策的收紧也就可以理解。同时，再一次作为“时代先驱”的90后一辈们，生活路漫漫，且借且珍惜！ 3.升级行业 人会越来越懒——智能家居、电器等等 注重享受——个性化自助游，按摩，汽车等等 注重娱乐——AR/VR、更多影音娱乐 注重健康——健身、体检、养老 从目前形势来看，消费升级的行业还是在提升生活质量的几个方面。通过电子、智能设备，将人从一些繁琐、耗时的重复劳动中解放初出来（AI有话说）。之前很成功的例子之一——小米扫地机器人：很好的做到了品质升级，价格不升级。以至于给后期版本的压力太大，当然，反过来可以看到，用户也是需要教育和体验，才体会到产品之妙。 未完待续整理读书笔记时看到关于“新零售”的大块内容，所以着手完成一篇总结。无奈内容巨多，又是初次执笔，无法做到精简，只好分部分梳理。抱歉之于，敬请期待！","categories":[],"tags":[{"name":"行业观察","slug":"行业观察","permalink":"http://maxojj.github.io/tags/行业观察/"},{"name":"产品相关","slug":"产品相关","permalink":"http://maxojj.github.io/tags/产品相关/"}]},{"title":"写在前面","slug":"写在前面","date":"2018-01-09T08:06:02.000Z","updated":"2018-01-09T09:14:31.480Z","comments":true,"path":"2018/01/09/写在前面/","link":"","permalink":"http://maxojj.github.io/2018/01/09/写在前面/","excerpt":"","text":"写在喘气前经过数天数夜的折腾和尝试，在这个特殊的日子，终于搭建起属于自己的小破船，浪荡在互联天地间。一蓑一笠一扁舟，小学很欣赏这句诗，当时并不了解，现在品味倒是有几分悲壮的滋味在其中，对一人独钓一江秋的情境倒也是非常向往。 这个特殊的日子 哈尔·葛宾·科拉纳 （1922年1月9日－2011年11月9日），首先证明核苷酸在蛋白质合成中的作用，96岁生日快乐！ 写在喘气后每次旅行或多或少会有这样的感觉：开启旅途的初衷，总会淹没在行程的缤纷和嘈杂声中，以致于复盘行程总是会有些许遗憾。又是哪天贪了嘴，烦了懒，或是天气不佳，漏掉了博物馆，小巷子或是沙滩。并不是怪罪自己，但遗憾总是有的。错不在美食或是沙发，问题在于少了自我反省和总结的习惯。 所以今天，在这艘小渔船上投下一个浮标，时时提醒，刻刻注意，坐赏一江秋。 最后共勉 题秋江独钓图 王士桢 一蓑一笠一扁舟，一丈丝纶一寸钩；一曲高歌一樽酒，一人独钓一江秋。","categories":[],"tags":[{"name":"杂谈","slug":"杂谈","permalink":"http://maxojj.github.io/tags/杂谈/"}]},{"title":"Hola 2018","slug":"hello-world","date":"2018-01-08T22:00:00.000Z","updated":"2018-01-12T08:35:42.664Z","comments":true,"path":"2018/01/09/hello-world/","link":"","permalink":"http://maxojj.github.io/2018/01/09/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post$ hexo new \"My New Post\" More info: Writing Run server$ hexo server More info: Server Generate static files$ hexo generate More info: Generating Deploy to remote sites$ hexo deploy More info: Deployment","categories":[],"tags":[{"name":"杂谈","slug":"杂谈","permalink":"http://maxojj.github.io/tags/杂谈/"}]}]}